Repository: Gallo233/joi-map-ios
Catalog: AIGuide/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# trip.review.noNotes
source: 听完或标记一站后，会自动记录这段讲解。
en: After listening or marking a stop, this narration is saved automatically.
ja: 解説を聴く、またはスポットを記録すると自動で保存されます。
ko: 듣거나 지점을 표시하면 이 해설이 자동으로 기록됩니다.
zh_hant: 聽完或標記一站後，會自動記錄這段講解。

# trip.review.noQA
source: 在识景页追问，或在站点里写手记后，这里会自动汇总。
en: Ask in Identify or add field notes at stops, and they will be summarized here.
ja: 識別で質問、またはスポットでメモを書くとここにまとまります。
ko: 인식 탭에서 질문하거나 지점 메모를 남기면 여기에 정리됩니다.
zh_hant: 在識景頁追問，或在站點裡寫手記後，這裡會自動彙總。

# trip.review.noStops
source: 生成行程后，这里会显示推荐站点。
en: Recommended stops appear here after a trip is generated.
ja: 行程生成後、おすすめスポットがここに表示されます。
ko: 일정 생성 후 추천 지점이 여기에 표시됩니다.
zh_hant: 生成行程後，這裡會顯示推薦站點。

# trip.review.notStarted
source: 未开始
en: Not started
ja: 未開始
ko: 시작 전
zh_hant: 未開始

# trip.review.pendingDuration
source: 待估算
en: Estimating
ja: 見積もり中
ko: 예상 중

# trip.review.qa
source: 现场问答
en: On-site Q&A
ja: 現地Q&A
ko: 현장 Q&A
zh_hant: 現場問答

# trip.review.recommendedFirst
source: 推荐先看
en: Recommended First
ja: 最初のおすすめ
ko: 먼저 추천
zh_hant: 推薦先看

# trip.review.seenStops
source: 已看站点
en: Seen Stops
ja: 見たスポット
ko: 본 지점
zh_hant: 已看站點

# trip.review.share
source: 分享回顾
en: Share Review
ja: 振り返りを共有
ko: 회고 공유
zh_hant: 分享回顧

# trip.review.textProgress.format
source: 进度：%@，记录：%d条，预计时长：%@。
en: Progress: %@, records: %d, estimated duration: %@.
ja: 進捗：%@、記録：%d件、予定時間：%@。
ko: 진행: %@, 기록: %d개, 예상 시간: %@.
zh_hant: 進度：%@，記錄：%d條，預計時長：%@。

# trip.review.textQuestion.format
source: 现场追问：%@。
en: On-site question: %@.
ja: 現地質問：%@。
ko: 현장 질문: %@.
zh_hant: 現場追問：%@。

# trip.review.textStops.format
source: 重点站点：%@。
en: Key stops: %@.
ja: 重点スポット：%@。
ko: 핵심 지점: %@.
zh_hant: 重點站點：%@。

# trip.review.textSummary.format
source: 导游小结：%@
en: Guide summary: %@
ja: ガイドまとめ：%@
ko: 가이드 요약: %@
zh_hant: 導遊小結：%@

# trip.review.textTitle.format
source: %@游览回顾
en: %@ Visit Review
ja: %@ 見学レビュー
ko: %@ 관람 회고
zh_hant: %@遊覽回顧

# trip.review.title
source: 今日回顾
en: Today’s Review
ja: 今日の振り返り
ko: 오늘의 회고
zh_hant: 今日回顧

# trip.routeAssistant.badge
source: 现场路线
en: Live route
ja: ルート案内
ko: 실시간 동선
zh_hant: 現場路線

# trip.routeAssistant.stepNarrate
source: 现场讲解
en: Listen on site
ja: 現地で再生
ko: 현장 듣기
zh_hant: 現場講解

# trip.routeAssistant.stepPlan
source: 规划站点
en: Plan stops
ja: 見どころ計画
ko: 동선 만들기
zh_hant: 規劃站點

# trip.routeAssistant.stepRemember
source: 生成回顾
en: Save recap
ja: 記録を保存
ko: 기록 저장
zh_hant: 生成回顧

# trip.routeAssistant.subtitle
source: 选择目的地后，自动整理站点、现场讲解和游览回顾。
en: Pick a destination to get stops, narration, and a recap.
ja: 目的地から、立ち寄り先・音声案内・振り返りを作成します。
ko: 목적지를 고르면 동선, 해설, 회고를 정리합니다.
zh_hant: 選擇目的地後，自動整理站點、現場講解和遊覽回顧。

# trip.routeAssistant.title
source: 路线助手
en: Route Assistant
ja: ルートアシスタント
ko: 경로 어시스턴트
zh_hant: 路線助手

# trip.script.currentOnly
source: 只听本站
en: This Stop Only
ja: このスポットだけ
ko: 현재 지점만
zh_hant: 只聽本站

# trip.script.listenPoint
source: 听点
en: Listen For
ja: 聴きどころ
ko: 들을 포인트
zh_hant: 聽點

# trip.script.nextStop
source: 下一站
en: Next Stop
ja: 次のスポット
ko: 다음 지점

# trip.script.startHere
source: 从这里开讲
en: Start Here
ja: ここから開始
ko: 여기서 시작
zh_hant: 從這裡開講

# trip.script.subtitle
source: 把路线讲成一段可听、可问、可回看的现场故事。
en: Turn the route into an on-site story you can hear, ask about, and revisit.
ja: ルートを、聴けて質問できて見返せる現地ストーリーにします。
ko: 경로를 듣고 질문하고 다시 볼 수 있는 현장 이야기로 만듭니다.
zh_hant: 把路線講成一段可聽、可問、可回看的現場故事。

# trip.script.summaryReview
source: 总结回看
en: Recap
ja: まとめ
ko: 요약 보기
zh_hant: 總結回看

# trip.script.title
source: 导游剧本
en: Guide Script
ja: ガイド台本
ko: 가이드 스크립트
zh_hant: 導遊劇本

# trip.search.badge.artRoute
source: 艺术路线
en: Art route
ja: アートルート
ko: 예술 코스
zh_hant: 藝術路線

# trip.search.badge.cityGuide
source: 城市攻略
en: City guide
ja: 都市ガイド
ko: 도시 가이드

# trip.search.badge.museumRoute
source: 博物馆路线
en: Museum route
ja: 美術館ルート
ko: 뮤지엄 코스
zh_hant: 博物館路線

# trip.search.badge.routeMap
source: 路线图
en: Route map
ja: ルート図
ko: 경로 지도
zh_hant: 路線圖

# trip.search.badge.weekend
source: 周末
en: Weekend
ja: 週末
ko: 주말
zh_hant: 週末

# trip.search.error.empty
source: 没有找到相关景点，可以换个关键词试试。
en: No scenic place found. Try another keyword.
ja: 関連する観光スポットが見つかりません。別のキーワードを試してください。
ko: 관련 명소를 찾지 못했습니다. 다른 키워드를 입력해 보세요.
zh_hant: 沒有找到相關景點，可以換個關鍵字試試。

# trip.search.error.unavailable
source: 搜索暂时不可用，请稍后再试。
en: Search is temporarily unavailable. Try again later.
ja: 検索は一時的に利用できません。後でもう一度お試しください。
ko: 검색을 잠시 사용할 수 없습니다. 나중에 다시 시도하세요.
zh_hant: 搜尋暫時不可用，請稍後再試。

# trip.search.fallback.description
source: 也可以先用关键词让 AI 生成初版行程。
en: You can also generate a draft trip directly from this keyword.
ja: このキーワードから初版の旅程を生成することもできます。
ko: 이 키워드로 초안 여정을 바로 생성할 수도 있습니다.
zh_hant: 也可以先用關鍵字讓 AI 生成初版行程。

# trip.search.featured.beijing.subtitle
source: 故宫、坛庙与老城节奏
en: Forbidden City, temples, old city rhythm
ja: 故宮、寺院、旧市街のリズム
ko: 자금성, 사원, 옛 도시의 흐름
zh_hant: 故宮、壇廟與老城節奏

# trip.search.featured.beijing.title
source: 北京文化一日游
en: Beijing culture in a day
ja: 北京文化を一日で
ko: 베이징 문화 하루 코스
zh_hant: 北京文化一日遊

# trip.search.featured.newYork.subtitle
source: 第五大道艺术文化路线
en: Fifth Avenue art and culture route
ja: 5番街のアート文化ルート
ko: 5번가 예술 문화 코스
zh_hant: 第五大道藝術文化路線

# trip.search.featured.newYork.title
source: 纽约大都会博物馆
en: The Met museum day
ja: メット美術館の一日
ko: 메트 뮤지엄 데이
zh_hant: 紐約大都會博物館

# trip.search.featured.paris.subtitle
source: 卢浮宫周边艺术重点
en: Art highlights around the Louvre
ja: ルーヴル周辺のアート要点
ko: 루브르 주변 예술 하이라이트
zh_hant: 羅浮宮周邊藝術重點

# trip.search.featured.paris.title
source: 卢浮宫与经典巴黎
en: Louvre and classic Paris
ja: ルーヴルと定番パリ
ko: 루브르와 클래식 파리
zh_hant: 羅浮宮與經典巴黎

# trip.search.featured.sanFrancisco.subtitle
source: 博物馆、街区与城市风景
en: Museums, streets, and city views
ja: 美術館、街歩き、都市景観
ko: 뮤지엄, 거리, 도시 전망
zh_hant: 博物館、街區與城市風景

# trip.search.featured.sanFrancisco.title
source: 旧金山文化周末
en: San Francisco culture weekend
ja: サンフランシスコ文化週末
ko: 샌프란시스코 문화 주말
zh_hant: 舊金山文化週末

# trip.search.featured.subtitle
source: 点开即可生成可跟随路线。
en: Tap a card to generate a ready-to-follow route.
ja: カードをタップするとルートを生成します。
ko: 카드를 누르면 바로 따라갈 경로를 만듭니다.
zh_hant: 點開即可生成可跟隨路線。

# trip.search.featured.title
source: 热门攻略
en: Popular guides
ja: 人気ガイド
ko: 인기 가이드
zh_hant: 熱門攻略

# trip.search.directHint
source: 地图搜索不确定时也能先生成 AI 初稿。
en: Use an AI draft when map search is uncertain.
ja: 地図検索が不安定な時もAI下書きを使えます。
ko: 지도 검색이 불확실할 때 AI 초안을 사용합니다.
zh_hant: 地圖搜尋不確定時也能先生成 AI 初稿。

# trip.search.generateDirect
source: 直接生成
en: Generate Directly
ko: 바로 생성

# trip.search.generateKeyword.format
source: 生成“%@”
en: Generate “%@”
ja: 「%@」を生成
ko: “%@” 생성

# trip.search.generateItinerary.format
source: 生成%@推荐行程
en: Generate recommended trip for %@
ja: %@ のおすすめ行程を生成
ko: %@ 추천 일정 생성
zh_hant: 生成%@推薦行程

# trip.search.keywordDestination
source: 用户输入景点
en: User-entered place
ja: 入力したスポット
ko: 사용자가 입력한 명소
zh_hant: 使用者輸入景點

# trip.search.loading.map
source: 正在搜索地图景点
en: Searching map places
ja: 地図上のスポットを検索中
ko: 지도 장소 검색 중
zh_hant: 正在搜尋地圖景點

# trip.search.loading.plan
source: 正在生成推荐行程
en: Generating route
ja: おすすめ旅程を生成中
ko: 추천 여정 생성 중
zh_hant: 正在生成推薦行程

# trip.search.mapResult
source: 地图搜索结果
en: Map search result
ja: 地図検索結果
ko: 지도 검색 결과
zh_hant: 地圖搜尋結果

# trip.search.more.subtitle
source: 美食等指南先留好入口。
en: Food and lifestyle guides get reserved entry points.
ja: 食や暮らしのガイド入口を準備中。
ko: 음식과 라이프스타일 가이드 입구를 준비 중입니다.

# trip.search.more.title
source: 更多指南
en: More guide types
ja: その他のガイド
ko: 더 많은 가이드

# trip.search.nearMainSpot
source: 距离主景点较近
en: Near the main stop
ja: メインスポットの近く
ko: 주요 장소와 가까움
zh_hant: 距離主景點較近

# trip.search.pill.cities
source: 城市
en: Cities
ja: 都市
ko: 도시

# trip.search.pill.food
source: 美食
en: Food
ja: グルメ
ko: 맛집

# trip.search.pill.hotels
source: 酒店
en: Hotels
ja: ホテル
ko: 호텔
zh_hant: 飯店

# trip.search.pill.landmarks
source: 景点
en: Landmarks
ja: 名所
ko: 명소
zh_hant: 景點

# trip.search.pill.routes
source: 路线
en: Routes
ja: ルート
ko: 경로
zh_hant: 路線

# trip.search.place
source: 搜索景点
en: Search Place
ja: スポット検索
ko: 장소 검색
zh_hant: 搜尋景點

# trip.search.placeholder
source: 搜索景点、博物馆、地标...
en: Search places, museums, landmarks...
ja: スポット、博物館、ランドマークを検索...
ko: 장소, 박물관, 랜드마크 검색...
zh_hant: 搜尋景點、博物館、地標...

# trip.search.placeholder.family
source: 亲子旅行
en: Family trips
ja: 家族旅行
ko: 가족 여행
zh_hant: 親子旅行

# trip.search.placeholder.food
source: 美食指南
en: Food guides
ja: グルメガイド
ko: 맛집 가이드

# trip.search.placeholder.hotels
source: 酒店灵感
en: Hotel ideas
ja: ホテル案
ko: 호텔 아이디어
zh_hant: 飯店靈感

# trip.search.placeholder.shopping
source: 购物路线
en: Shopping routes
ja: 買い物ルート
ko: 쇼핑 코스
zh_hant: 購物路線

# trip.search.route.beijing.subtitle
source: 中轴线与周边亮点
en: Imperial axis and nearby highlights
ja: 皇城軸と周辺の見どころ
ko: 황실 축과 주변 하이라이트
zh_hant: 中軸線與周邊亮點

# trip.search.route.beijing.title
source: 北京故宫路线
en: Forbidden City route
ja: 故宮ルート
ko: 자금성 코스
zh_hant: 北京故宮路線

# trip.search.route.paris.subtitle
source: 博物馆核心与塞纳河漫步
en: Museum core and riverside walk
ja: 美術館中心と川沿い散歩
ko: 뮤지엄 중심과 강변 산책
zh_hant: 博物館核心與塞納河漫步

# trip.search.route.paris.title
source: 卢浮宫路线
en: Louvre route
ja: ルーヴルルート
ko: 루브르 코스
zh_hant: 羅浮宮路線

# trip.search.route.sanFrancisco.subtitle
source: 博物馆、公园与市中心停靠
en: Museums, gardens, downtown stops
ja: 美術館、公園、中心街の停留点
ko: 뮤지엄, 공원, 도심 정거장
zh_hant: 博物館、公園與市中心停靠

# trip.search.route.sanFrancisco.title
source: SOMA 文化路线
en: SOMA culture route
ja: SOMA文化ルート
ko: SOMA 문화 코스
zh_hant: SOMA 文化路線

# trip.search.routes.subtitle
source: 新手友好的一日路线。
en: Fast one-day plans for first visits.
ja: 初訪問向けの一日プラン。
ko: 첫 방문에 맞춘 빠른 하루 일정.
zh_hant: 新手友好的一日路線。

# trip.search.routes.title
source: 路线图
en: Route maps
ja: ルート図
ko: 경로 지도
zh_hant: 路線圖

# trip.search.soon
source: 即将推出
en: Soon
ja: 近日
ko: 예정
zh_hant: 即將推出

# trip.search.suggestion.cjm
source: 旧金山当代犹太博物馆
en: Contemporary Jewish Museum
ja: 現代ユダヤ博物館
ko: 현대 유대인 박물관
zh_hant: 舊金山當代猶太博物館

# trip.search.suggestion.forbiddenCity
source: 北京故宫
en: Forbidden City Beijing
ja: 北京 故宮
ko: 베이징 자금성
zh_hant: 北京故宮

# trip.search.suggestion.louvre
source: 巴黎卢浮宫
en: Louvre Museum Paris
ja: パリ ルーヴル美術館
ko: 파리 루브르 박물관
zh_hant: 巴黎羅浮宮

# trip.search.suggestion.met
source: 大都会艺术博物馆
en: The Met New York
ja: メトロポリタン美術館
ko: 메트로폴리탄 미술관
zh_hant: 大都會藝術博物館

# trip.search.tryThese
source: 试试这些
en: Try these
ja: おすすめ検索
ko: 추천 검색어
zh_hant: 試試這些

# trip.spot.approxMinutes.format
source: 约%d分钟
en: About %d min
ja: 約%d分
ko: 약 %d분
zh_hant: 約%d分鐘

# trip.spot.cue.format
source: 听点：%@
en: Listen for: %@
ja: 聴きどころ：%@
ko: 들을 점: %@
zh_hant: 聽點：%@

# trip.spot.defaultNotes
source: 推荐按顺序参观，现场可继续追问讲解。
en: Visit in the suggested order. You can ask follow-ups on site.
ja: おすすめ順に見学できます。現地で追加質問できます。
ko: 추천 순서대로 관람하세요. 현장에서 이어서 질문할 수 있습니다.
zh_hant: 推薦按順序參觀，現場可繼續追問講解。

# trip.spot.listen
source: 听讲
en: Listen
ja: 聴く
ko: 듣기
zh_hant: 聽講

# trip.spot.mainNotes
source: 核心看点：建筑空间、常设展陈、代表展品。建议先确认开放时间和预约规则。
en: Key focus: architecture, permanent displays, and representative works. Confirm opening hours and reservation rules first.
ja: 主な見どころ：建築空間、常設展示、代表的な作品。先に開館時間と予約ルールを確認しましょう。
ko: 핵심 포인트: 건축 공간, 상설 전시, 대표 소장품. 운영 시간과 예약 규칙을 먼저 확인하세요.
zh_hant: 核心看點：建築空間、常設展陳、代表展品。建議先確認開放時間和預約規則。

# trip.spot.markSeen
source: 看到
en: Mark Seen
ja: 見た
ko: 봤어요

# trip.spot.prompt.format
source: 可问：%@
en: Ask: %@
ja: 質問：%@
ko: 질문: %@
zh_hant: 可問：%@

# trip.spot.recommendedStay
source: 推荐停留
en: Suggested stay
ja: おすすめ滞在
ko: 추천 체류
zh_hant: 推薦停留

# trip.spot.remember
source: 记下
en: Note
ja: 記録
ko: 기록
zh_hant: 記下

# trip.status.completed
source: 已完成
en: Completed
ja: 完了
ko: 완료

# trip.status.ongoing
source: 进行中
en: Ongoing
ja: 進行中
ko: 진행 중
zh_hant: 進行中

# trip.status.planning
source: 规划中
en: Planning
ja: 計画中
ko: 계획 중
zh_hant: 規劃中

# trip.summary.days.format
source: 共 %d 天
en: %d days total
ja: 全%d日
ko: 총 %d일

# trip.template.beijingCulture.description
source: 故宫、天坛、长城等文化地标
en: Cultural landmarks including the Forbidden City, Temple of Heaven, and Great Wall.
ja: 故宮、天壇、万里の長城などの文化名所を巡ります。
ko: 고궁, 천단, 만리장성 등 문화 명소를 둘러봅니다.
zh_hant: 故宮、天壇、長城等文化地標

# trip.template.beijingCulture.name
source: 北京文化三日游
en: Beijing Culture in Three Days
ja: 北京文化3日
ko: 베이징 문화 3일 코스
zh_hant: 北京文化三日遊

# trip.template.durationDays.format
source: %d天
en: %d days
ja: %d日
ko: %d일

# trip.template.durationOneDay
source: 1天
en: 1 day
ja: 1日
ko: 1일

# trip.template.forbiddenCityOneDay.description
source: 一天时间游览故宫最精华的景点
en: See the Forbidden City essentials in one day.
ja: 故宮の見どころを1日で巡ります。
ko: 고궁의 핵심 명소를 하루에 둘러봅니다.
zh_hant: 一天時間遊覽故宮最精華的景點

# trip.template.forbiddenCityOneDay.name
source: 故宫精华一日游
en: Forbidden City Highlights
ja: 故宮ハイライト1日
ko: 고궁 핵심 1일 코스
zh_hant: 故宮精華一日遊

# trip.template.forbiddenCityTwoDay.description
source: 两天时间深度探索故宫每个角落
en: Explore the Forbidden City in depth over two days.
ja: 2日間で故宮を深く巡ります。
ko: 이틀 동안 고궁을 깊이 탐험합니다.
zh_hant: 兩天時間深度探索故宮每個角落

# trip.template.forbiddenCityTwoDay.name
source: 故宫深度两日游
en: Forbidden City Deep Dive
ja: 故宮じっくり2日
ko: 고궁 심화 2일 코스
zh_hant: 故宮深度兩日遊

# trip.template.highlight.clocks
source: 钟表馆
en: Clock Gallery
ja: 時計館
ko: 시계관
zh_hant: 鐘錶館

# trip.template.highlight.forbiddenCity
source: 故宫
en: Forbidden City
ja: 故宮
ko: 고궁
zh_hant: 故宮

# trip.template.highlight.greatWall
source: 长城
en: Great Wall
ja: 万里の長城
ko: 만리장성
zh_hant: 長城

# trip.template.highlight.innerPalaces
source: 后三宫
en: Inner Palaces
ja: 後三宮
ko: 후삼궁
zh_hant: 後三宮

# trip.template.highlight.summerPalace
source: 颐和园
en: Summer Palace
ja: 頤和園
ko: 이화원
zh_hant: 頤和園

# trip.template.highlight.templeOfHeaven
source: 天坛
en: Temple of Heaven
ja: 天壇
ko: 천단
zh_hant: 天壇

# trip.template.highlight.threeHalls
source: 三大殿
en: Three Great Halls
ko: 삼대전

# trip.template.highlight.treasures
source: 珍宝馆
en: Treasure Gallery
ja: 珍宝館
ko: 보물관
zh_hant: 珍寶館

# trip.templates.title
source: 行程模板
en: Trip Templates
ja: 行程テンプレート
ko: 일정 템플릿
zh_hant: 行程範本

# trip.timeline.confirmOpening
source: 建议先确认开放时间
en: Confirm opening hours first.
ja: 先に開館時間を確認してください。
ko: 먼저 운영 시간을 확인하세요.
zh_hant: 建議先確認開放時間

# trip.timeline.day.format
source: 第%d天
en: Day %d
ja: %d日目
ko: %d일차

# trip.timeline.recommendedEntrance
source: 推荐入口
en: Suggested entrance
ja: おすすめ入口
ko: 추천 입구
zh_hant: 推薦入口

# trip.timeline.start.format
source: 起点：%@
en: Start: %@
ja: 開始：%@
ko: 시작: %@
zh_hant: 起點：%@

# trip.title
source: 行程
en: Trips
ja: 旅程
ko: 여정

# trip.todayRecap
source: 今日回顾
en: Today's Recap
ja: 今日のまとめ
ko: 오늘의 요약
zh_hant: 今日回顧

# trip.useTemplate
source: 使用模板
en: Template
ja: テンプレート
ko: 템플릿
zh_hant: 使用範本

# voice.cantoneseFemale.desc
source: 粤语女声
en: Cantonese female voice
ja: 広東語の女性音声
ko: 광둥어 여성 음성
zh_hant: 粵語女聲

# voice.cantoneseMale.desc
source: 粤语男声
en: Cantonese male voice
ja: 広東語の男性音声
ko: 광둥어 남성 음성
zh_hant: 粵語男聲

# voice.gender.all
source: 全部
en: All
ja: すべて
ko: 전체

# voice.gender.female
source: 女声
en: Female
ja: 女性
ko: 여성
zh_hant: 女聲

# voice.gender.male
source: 男声
en: Male
ja: 男性
ko: 남성
zh_hant: 男聲

# voice.locale.cantonese
source: 粤语
en: Cantonese
ja: 広東語
ko: 광둥어
zh_hant: 粵語

# voice.locale.mandarin
source: 普通话
en: Mandarin
ja: 中国語（普通話）
ko: 중국어 보통화
zh_hant: 普通話

# voice.locale.sichuan
source: 四川话
en: Sichuanese
ja: 四川語
ko: 쓰촨어
zh_hant: 四川話

# voice.locale.taiwan
source: 台湾普通话
en: Taiwan Mandarin
ja: 台湾華語
ko: 대만 중국어
zh_hant: 台灣華語

# voice.search.placeholder
source: 搜索声音
en: Search voices
ja: 音声を検索
ko: 음성 검색
zh_hant: 搜尋聲音

# voice.sichuanFemale.desc
source: 四川话女声
en: Sichuanese female voice
ja: 四川語の女性音声
ko: 쓰촨어 여성 음성
zh_hant: 四川話女聲

# voice.taiwanFemale.desc
source: 台湾普通话女声
en: Taiwan Mandarin female voice
ja: 台湾華語の女性音声
ko: 대만 중국어 여성 음성
zh_hant: 台灣華語女聲

# voice.taiwanMale.desc
source: 台湾普通话男声
en: Taiwan Mandarin male voice
ja: 台湾華語の男性音声
ko: 대만 중국어 남성 음성
zh_hant: 台灣華語男聲

# voice.title
source: 语音设置
en: Voice Settings
ja: 音声設定
ko: 음성 설정
zh_hant: 語音設定

# voice.xiaochen.desc
source: 稳重清亮的女声
en: Steady, bright female voice
ja: 落ち着いた明るい女性音声
ko: 차분하고 밝은 여성 음성
zh_hant: 穩重清亮的女聲

# voice.xiaohan.desc
source: 柔和叙事女声
en: Soft narrative female voice
ja: 柔らかな語りの女性音声
ko: 부드러운 내레이션 여성 음성
zh_hant: 柔和敘事女聲

# voice.xiaomeng.desc
source: 轻快年轻女声
en: Light, youthful female voice
ja: 軽やかで若い女性音声
ko: 경쾌하고 젊은 여성 음성
zh_hant: 輕快年輕女聲

# voice.xiaomo.desc
source: 沉稳讲解女声
en: Calm explanatory female voice
ja: 落ち着いた解説向け女性音声
ko: 차분한 해설 여성 음성
zh_hant: 沉穩講解女聲

# voice.xiaoxiao.desc
source: 温暖自然的女声，适合导览
en: Warm, natural female voice for guiding
ja: 案内に合う温かく自然な女性音声
ko: 안내에 어울리는 따뜻하고 자연스러운 여성 음성
zh_hant: 溫暖自然的女聲，適合導覽

# voice.xiaoxuan.desc
source: 明亮播报女声
en: Bright presenter-style female voice
ja: 明るいナレーター風女性音声
ko: 밝은 진행자 스타일 여성 음성
zh_hant: 明亮播報女聲

# voice.xiaoyi.desc
source: 清晰亲和的女声
en: Clear and friendly female voice
ja: 明瞭で親しみやすい女性音声
ko: 맑고 친근한 여성 음성
zh_hant: 清晰親和的女聲

# voice.yunjian.desc
source: 成熟稳重男声
en: Mature, steady male voice
ja: 落ち着いた成熟した男性音声
ko: 성숙하고 안정적인 남성 음성
zh_hant: 成熟穩重男聲

# voice.yunxi.desc
source: 年轻自然男声
en: Young, natural male voice
ja: 若く自然な男性音声
ko: 젊고 자연스러운 남성 음성
zh_hant: 年輕自然男聲

# voice.yunxia.desc
source: 清爽少年感男声
en: Bright youthful male voice
ja: 爽やかな若い男性音声
ko: 상쾌한 젊은 남성 음성
zh_hant: 清爽少年感男聲

# voice.yunyang.desc
source: 专业播报男声
en: Professional presenter male voice
ja: プロのアナウンサー風男性音声
ko: 전문 진행자 남성 음성
zh_hant: 專業播報男聲

source: 一句话描述，可留空
en: One-line description, optional
ja: 一文の説明、省略可
ko: 한 줄 설명, 선택 사항
zh_hant: 一句話描述，可留空

source: 下一步
en: Next
ja: 次へ
ko: 다음

source: 个性化讲解
en: Personalized Narration
ja: パーソナル解説
ko: 맞춤 해설
zh_hant: 個人化講解

source: 为什么太和殿最重要？
en: Why is the Hall of Supreme Harmony important?
ja: 太和殿はなぜ重要ですか？
ko: 태화전은 왜 중요한가요?
zh_hant: 為什麼太和殿最重要？

source: 主题路线
en: Themed Routes
ja: テーマ別ルート
ko: 테마 경로
zh_hant: 主題路線

source: 今日路线：%@
en: Today's route: %@
ja: 今日のルート：%@
ko: 오늘의 경로: %@
zh_hant: 今日路線：%@

source: 从官方建筑资料看，太和殿位于紫禁城中轴线核心，是外朝三大殿中规格最高的空间。它承担大典、朝贺等国家礼仪，因此建筑高度、台基层级和屋顶形制都被设计成强烈的秩序象征。
en: Official architectural sources place the Hall of Supreme Harmony at the core of the Forbidden City axis. As the highest-ranking Outer Court hall, its height, terrace, and roof form express ceremonial order.
ja: 公式建築資料では、太和殿は紫禁城中軸線の中心に位置します。外朝三大殿で最も格式が高く、高さや基壇、屋根形式に儀礼秩序が表れています。
ko: 공식 건축 자료에 따르면 태화전은 자금성 중축선의 핵심에 있습니다. 외조 삼대전 중 가장 격이 높아 높이, 기단, 지붕 형식이 의례 질서를 드러냅니다.
zh_hant: 從官方建築資料看，太和殿位於紫禁城中軸線核心，是外朝三大殿中規格最高的空間。它承擔大典、朝賀等國家禮儀，因此建築高度、台基層級和屋頂形制都被設計成強烈的秩序象徵。

source: 例如：为什么太和殿要建这么高？
en: Example: Why was the Hall of Supreme Harmony built so high?
ja: 例：太和殿はなぜこれほど高く建てられたのですか？
ko: 예: 태화전은 왜 이렇게 높게 지었나요?
zh_hant: 例如：為什麼太和殿要建這麼高？

source: 例如：某某博物馆 / 展厅入口
en: Example: Museum name / gallery entrance
ja: 例：美術館名 / 展示室入口
ko: 예: 박물관 이름 / 전시실 입구
zh_hant: 例如：某某博物館 / 展廳入口

source: 全部
en: All
ja: すべて
ko: 전체

source: 关闭
en: Close
ja: 閉じる
ko: 닫기
zh_hant: 關閉

source: 内容可信度
en: Content Confidence
ja: 内容の信頼度
ko: 콘텐츠 신뢰도
zh_hant: 內容可信度

source: 最近搜索
en: Recent Searches
ja: 最近の検索
ko: 최근 검색
zh_hant: 最近搜尋

source: 最近查询
en: Recent Lookups
ja: 最近の照会
ko: 최근 조회
zh_hant: 最近查詢

source: 出错了
en: Something went wrong
ja: 問題が発生しました
ko: 문제가 발생했습니다
zh_hant: 出錯了

source: 分享
en: Share
ja: 共有
ko: 공유

source: 创建
en: Create
ja: 作成
ko: 만들기
zh_hant: 建立

source: 创建路线
en: Create Route
ja: ルートを作成
ko: 경로 만들기
zh_hant: 建立路線

source: 区域内景点
en: Nearby Spots in Area
ja: エリア内スポット
ko: 구역 내 명소
zh_hant: 區域內景點

source: 历史时间线人工抽检
en: Human review of historical timeline
ja: 歴史年表の人手確認
ko: 역사 타임라인 수동 검토
zh_hant: 歷史時間線人工抽檢

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 回答
en: Answer
ko: 답변

source: 回答基于当前点位上下文
en: Answer based on current place context
ja: 現在地の文脈に基づいて回答
ko: 현재 장소 맥락을 바탕으로 답변
zh_hant: 回答基於目前點位脈絡

source: 围绕当前讲解继续问
en: Ask about the current narration
ja: 現在の解説について質問
ko: 현재 해설에 대해 질문
zh_hant: 圍繞目前講解繼續問

source: 在展品旁边的标签上找到编号，输入即可查看讲解
en: Find the number on the exhibit label and enter it to view narration.
ja: 展示ラベルの番号を入力すると解説を表示できます。
ko: 전시 라벨의 번호를 입력하면 해설을 볼 수 있습니다.
zh_hant: 在展品旁邊的標籤上找到編號，輸入即可查看講解

source: 地图定位
en: Map Location
ja: 地図位置
ko: 지도 위치
zh_hant: 地圖定位

source: 基本信息
en: Basic Info
ja: 基本情報
ko: 기본 정보
zh_hant: 基本資訊

source: 女声
en: Female
ja: 女性音声
ko: 여성 음성
zh_hant: 女聲

source: 完成
en: Done
ja: 完了
ko: 완료

source: 完整 App 路线图
en: Full App Roadmap
ja: アプリ全体のロードマップ
ko: 전체 앱 로드맵
zh_hant: 完整 App 路線圖

source: 官方/策展资料优先
en: Official and curatorial sources first
ja: 公式・キュレーション資料を優先
ko: 공식/큐레이션 자료 우선
zh_hant: 官方/策展資料優先

source: 室内定位
en: Indoor Location
ja: 屋内位置
ko: 실내 위치
zh_hant: 室內定位

source: 导航
en: Navigation
ja: ナビ
ko: 내비게이션
zh_hant: 導航

source: 已选景点 (%lld)
en: Selected spots (%lld)
ja: 選択済みスポット (%lld)
ko: 선택한 명소 (%lld)
zh_hant: 已選景點 (%lld)

source: 常用编号
en: Common IDs
ja: よく使う番号
ko: 자주 쓰는 번호
zh_hant: 常用編號

source: 建筑说明与展陈资料
en: Architecture notes and exhibition material
ja: 建築説明と展示資料
ko: 건축 설명 및 전시 자료
zh_hant: 建築說明與展陳資料

source: 开启每日小知识
en: Enable Daily Tips
ja: 今日の豆知識をオン
ko: 오늘의 팁 켜기
zh_hant: 開啟每日小知識

source: 开启通知
en: Enable Notifications
ja: 通知をオン
ko: 알림 켜기
zh_hant: 開啟通知

source: 开始
en: Start
ja: 開始
ko: 시작
zh_hant: 開始

source: 开始使用
en: Get Started
ja: 始める
ko: 시작하기
zh_hant: 開始使用

source: 开始您的旅程
en: Start your journey
ja: 旅を始めましょう
ko: 여정을 시작하세요
zh_hant: 開始您的旅程

source: 开始探索景点吧！
en: Start exploring places.
ja: スポット探索を始めましょう。
ko: 명소 탐색을 시작하세요.
zh_hant: 開始探索景點吧！

source: 开始新旅程
en: Start New Journey
ja: 新しい旅を開始
ko: 새 여정 시작
zh_hant: 開始新旅程

source: 开始旅程
en: Start Journey
ja: 旅を開始
ko: 여정 시작
zh_hant: 開始旅程

source: 开始讲解
en: Start Narration
ja: 解説を開始
ko: 해설 시작
zh_hant: 開始講解

source: 开始路线
en: Start Route
ja: ルートを開始
ko: 경로 시작
zh_hant: 開始路線

source: 当前
en: Current
ja: 現在
ko: 현재
zh_hant: 目前

source: 当前位置识别不对？
en: Wrong current location?
ja: 現在地が違いますか？
ko: 현재 위치가 잘못되었나요?
zh_hant: 目前位置識別不對？

source: 当前楼层区域
en: Current Floor Area
ja: 現在のフロアエリア
ko: 현재 층 구역
zh_hant: 目前樓層區域

source: 当前版本以位置触发讲解为主，保留另外两个视觉方向和功能入口，后续逐步合并成完整 App。
en: This version focuses on location-triggered narration while keeping two visual directions and feature entries for gradual integration.
ja: この版は位置連動の解説を中心に、今後統合するための視覚方向と機能入口を残しています。
ko: 현재 버전은 위치 기반 해설을 중심으로 하며, 이후 통합할 시각 방향과 기능 진입점을 유지합니다.
zh_hant: 目前版本以位置觸發講解為主，保留另外兩個視覺方向和功能入口，後續逐步合併成完整 App。

source: 快速提问
en: Quick Questions
ja: クイック質問
ko: 빠른 질문
zh_hant: 快速提問

source: 快速查找
en: Quick Search
ja: クイック検索
ko: 빠른 검색

source: 我会优先使用当前点位、路线进度和官方资料回答；不确定的内容会明确说明。
en: I will answer using the current place, route progress, and official sources first. Uncertain details will be clearly marked.
ja: 現在地、ルート進行、公式資料を優先して回答します。不確かな内容は明示します。
ko: 현재 장소, 경로 진행 상황, 공식 자료를 우선해 답변합니다. 불확실한 내용은 명확히 표시합니다.
zh_hant: 我會優先使用目前點位、路線進度和官方資料回答；不確定的內容會明確說明。

source: 找到展品
en: Find Exhibit
ja: 展示物を探す
ko: 전시품 찾기

source: 拍摄或选择照片
en: Take or choose a photo
ja: 写真を撮るか選択
ko: 사진 촬영 또는 선택
zh_hant: 拍攝或選擇照片

source: 拍照
en: Camera
ja: 撮影
ko: 사진 촬영

source: 拍照技巧
en: Photo Tips
ja: 撮影のコツ
ko: 촬영 팁

source: 拍照识别
en: Photo Recognition
ja: 写真認識
ko: 사진 인식
zh_hant: 拍照識別

source: 指南针
en: Compass
ja: コンパス
ko: 나침반
zh_hant: 指南針

source: 探索故宫，聆听历史
en: Explore the Forbidden City and hear its history
ja: 故宮を巡り、歴史を聞く
ko: 고궁을 탐색하고 역사를 들어보세요
zh_hant: 探索故宮，聆聽歷史

source: 提问
en: Ask
ja: 質問
ko: 질문
zh_hant: 提問

source: 搜索
en: Search
ja: 検索
ko: 검색
zh_hant: 搜尋

source: 搜索中...
en: Searching...
ja: 検索中...
ko: 검색 중...
zh_hant: 搜尋中...

source: 搜索景点、展览、设施...
en: Search places, exhibits, facilities...
ja: スポット、展示、施設を検索...
ko: 명소, 전시, 시설 검색...
zh_hant: 搜尋景點、展覽、設施...

source: 搜索语音
en: Search voices
ja: 音声を検索
ko: 음성 검색
zh_hant: 搜尋語音

source: 支持识别建筑、景点、展品
en: Recognizes buildings, places, and exhibits
ja: 建築、名所、展示物を認識
ko: 건물, 명소, 전시품 인식 지원
zh_hant: 支援識別建築、景點、展品

source: 故宫博物院公开资料
en: Palace Museum public sources
ja: 故宮博物院公開資料
ko: 고궁박물원 공개 자료
zh_hant: 故宮博物院公開資料

source: 新建旅程
en: New Journey
ja: 新しい旅
ko: 새 여정
zh_hant: 新增旅程

source: 旅程信息
en: Journey Info
ja: 旅の情報
ko: 여정 정보
zh_hant: 旅程資訊

source: 旅程名称
en: Journey Name
ja: 旅の名前
ko: 여정 이름
zh_hant: 旅程名稱

source: 旅程描述
en: Journey Description
ja: 旅の説明
ko: 여정 설명

source: 景点详情
en: Place Details
ja: スポット詳細
ko: 명소 상세
zh_hant: 景點詳情

source: 暂无可选点位
en: No selectable places yet
ja: 選択できる場所はまだありません
ko: 선택 가능한 장소가 없습니다
zh_hant: 暫無可選點位

source: 暂无游览记录
en: No visit records yet
ja: 訪問記録はまだありません
ko: 방문 기록이 없습니다
zh_hant: 暫無遊覽記錄

source: 未找到相关内容
en: No matching results
ja: 一致する結果がありません
ko: 일치하는 결과가 없습니다
zh_hant: 未找到相關內容

source: 来源
en: Source
ja: 出典
ko: 출처
zh_hant: 來源

source: 来源：%@
en: Source: %@
ja: 出典：%@
ko: 출처: %@
zh_hant: 來源：%@

source: 来源：故宫博物院公开资料
en: Source: Palace Museum public sources
ja: 出典：故宮博物院公開資料
ko: 출처: 고궁박물원 공개 자료
zh_hant: 來源：故宮博物院公開資料

source: 查看讲解
en: View Narration
ja: 解説を見る
ko: 해설 보기
zh_hant: 查看講解

source: 查询
en: Look Up
ja: 照会
ko: 조회
zh_hant: 查詢
